cava
etcher-bin
eww
g4music
google-chrome
ibus-bamboo
komorebi
ly-git
mangohud
plymouth-git
soundcloud-dl-git
ttf-iosevka
unityhub
upscaler-git
upscayl-bin
visual-studio-code-bin
vtop
wallset
yay
authenticator
betterlockscreen-git
brightness-controller-git
brillo
lightdm-webkit-theme-aether
ly-git
ocs-url
octofetch
picom-ibhagwan-git
plasma5-wallpapers-wallpaper-engine-git
ttf-material-design-icons
ulauncher-git
ulauncher-theme-arc-dark-git
xawtv
