cava
etcher-bin
eww
g4music
google-chrome
ibus-bamboo
komorebi
ly-git
mangohud
ocs-url
octofetch
picom-ibhagwan-git
plasma5-wallpapers-wallpaper-engine
plymouth-git
soundcloud-dl-git
ttf-iosevka
unityhub
upscaler-git
upscayl-bin
visual-studio-code-bin
vtop
wallset
yay
