betterlockscreen-git
cava
cbonsai-git
g4music
git-delta-git
google-chrome
gotop
hyprpaper-git
ibus-bamboo
lightdm-webkit-theme-aether
ly-git
mpvpaper
ocs-url
octofetch
pacvis-git
pacwall-git
picom-animations-git
pipes.sh
plymouth-git
pscircle
python-tkfilebrowser
pywal-git
rofi-greenclip
sddm-sugar-dark
soundcloud-dl-git
ttf-iosevka
ttf-material-design-icons
ulauncher-git
ulauncher-theme-arc-dark-git
vtop
xawtv
xtitle
yay
