adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
arandr
arch-install-scripts
archlinux-xdg-menu
ark
autoconf
automake
awesome-terminal-fonts
bash-completion
bind
bluedevil
blueman
bluez
bluez-utils
breeze-gtk
bridge-utils
bspwm
btop
btrfs-progs
cameractrls
chafa
cheese
cmake
cmatrix
cmus
deluge-gtk
dex
dhclient
discord
dolphin
dotnet-sdk
duf
dunst
efitools
eslint
espeak-ng
exa
exfatprogs
f2fs-tools
fd
feh
flameshot
git
github-cli
glava
go
grep
grub
gwenview
gzip
htop
jdk17-openjdk
jq
kdenlive
kitty
konsole
lazygit
lightdm
lightdm-gtk-greeter
linux-firmware
linux-headers
linux-zen-headers
lsscsi
lua-lpeg
lua-mpack
luacheck
lxappearance-gtk3
man-db 
man-pages
mdadm
mesa-utils
mkinitcpio-nfs-utils
modemmanager
mousetweaks
mpd
mpv
mupdf
nbd
ncdu
ncmpcpp
ndisc6
neofetch
neovide
neovim
neovim-qt
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
nmap
nodejs-lts-gallium
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-open-dkms
nvidia-settings
obs-studio
okular
open-vm-tools
openconnect
opendoas
openvpn
orca
os-prober
oxygen
p7zip
pacman
pacman-contrib
pamixer
papirus-icon-theme
parole
parted
patch
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace-wallpapers
playerctl
polkit-gnome
polkit-kde-agent
polybar
poppler-glib
power-profiles-daemon
powerdevil
ppp
pptpclient
prettier
print-manager
pv
python
python-capng
python-defusedxml
python-packaging
python-pip
python-pyqt5
qpwgraph
qutebrowser
ranger
rebuild-detector
redshift
refind
reflector
reiserfsprogs
ripgrep
ristretto
rofi
rp-pppoe
rsync
rtkit
rustup
s-nail
scrot
sddm-kcm
sof-firmware
solid
starship
steam
stow
stylua
sudo
sxhkd
terminus-font
texinfo
texlive-core
the_silver_searcher
thunar
tmux
tree
ttf-fira-code
ttf-font-awesome
ttf-hannom
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-linux-libertine
ttf-nerd-fonts-symbols-2048-em
ueberzug
unrar
unzip
upower
v4l2loopback-dkms
vim
w3m
wget
wireplumber
xautomation
xbindkeys
xclip
xcompmgr
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-vmmouse
xf86-video-intel
xf86-video-vesa
xf86-video-vmware
xfce4-power-manager
xorg-server
xorg-xinit
xsettingsd
xwallpaper
yarn
yt-dlp
zathura
zathura-pdf-mupdf
zoxide
zsh
