acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
android-file-transfer
arandr
arch-install-scripts
archlinux-keyring
archlinux-xdg-menu
arduino
arduino-avr-core
arduino-docs
ark
atop
audiocd-kio
autoconf
automake
awesome-terminal-fonts
b43-fwcutter
base
bash-completion
bc
bind
binutils
bison
blender
bluedevil
blueman
bluez
bluez-utils
boost
breeze-gtk
bridge-utils
bspwm
btop
btrfs-progs
chafa
cmake
cmatrix
cmus
debugedit
deluge
deluge-gtk
dex
dhclient
dialog
discord
discover
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
dotnet-sdk
dragon
drkonqi
duf
dunst
efibootmgr
efitools
elisa
eslint
espeak-ng
ethtool
exa
exfatprogs
exo
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
file
file-roller
findutils
firefox
firewalld
flameshot
flex
fsarchiver
galculator
garcon
gawk
gcc
gettext
gimp
git
github-cli
glances
gnome-bluetooth-3.0
gnome-keyring
gparted
grep
groff
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
haveged
hdparm
htop
hwdetect
hwinfo
i3-gaps
i3blocks
i3lock
i3status
inetutils
iwd
jdk-openjdk
jdk17-openjdk
jfsutils
jq
kcalc
kde-gtk-config
kdenlive
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kinit
kio-fuse
kitty
kmenuedit
konsole
kscreen
ksshaskpass
kwallet-pam
kwayland-integration
kwrited
lazygit
lib32-glibc
lib32-nvidia-utils
libdvdcss
libgnome-keyring
libgsf
libmp4v2
libopenraw
libreoffice-fresh
libtool
libwnck3
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lsb-release
lsscsi
lua-lpeg
lua-mpack
luacheck
lutris
lvm2
lxappearance-gtk3
m4
make
man-db
man-pages
mdadm
meld
mesa-utils
mkinitcpio-nfs-utils
mlocate
modemmanager
mousepad
mousetweaks
mpd
mpv
mtools
mupdf
nano
nbd
ncdu
ncmpcpp
ndisc6
neofetch
neovide
neovim
neovim-qt
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
nmap
nodejs-lts-gallium
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-open-dkms
nvidia-settings
nvidia-utils
obs-studio
okular
opencl-nvidia
openconnect
opendoas
openvpn
orca
oxygen
p7zip
pacman
pacman-contrib
pamixer
papirus-icon-theme
parole
parted
patch
pavucontrol
pipewire-alsa
pipewire-jack
pixman
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace-wallpapers
playerctl
polkit-gnome
polkit-kde-agent
polybar
poppler-glib
power-profiles-daemon
powerdevil
ppp
pptpclient
prettier
print-manager
pv
python
python-capng
python-defusedxml
python-packaging
python-pip
python-pyqt5
qpwgraph
qutebrowser
ranger
rebuild-detector
reflector
reiserfsprogs
ripgrep
ristretto
rofi
rp-pppoe
rsync
rtkit
rustup
s-nail
scrot
sddm-kcm
sed
sg3_utils
smartmontools
snapper
sof-firmware
solid
spectacle
sshfs
starship
steam
stow
stylua
sudo
sxhkd
sysfsutils
sysstat
terminus-font
texinfo
texlive-core
texlive-latexextra
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-hannom
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-linux-libertine
ttf-nerd-fonts-symbols-2048-em
ttf-opensans
ttf-ubuntu-font-family
tumbler
ueberzug
unrar
unzip
upower
usb_modeswitch
usbutils
v4l2loopback-dkms
vagrant
vde2
vi
vim
virt-viewer
virtualbox
vpnc
vulkan-intel
w3m
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
xautomation
xbindkeys
xclip
xcompmgr
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-video-intel
xf86-video-vesa
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
xterm
xwallpaper
yarn
yt-dlp
zathura
zathura-pdf-mupdf
zoxide
zsh
