adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
alsa-firmware
alsa-plugins
alsa-tools
alsa-utils
android-file-transfer
arandr
awesome-terminal-fonts
b43-fwcutter
bash-completion
bat
bind
blueman
bluez
bluez-utils
boost
bottom
bpytop
bridge-utils
bspwm
btop
cameractrls
chafa
chezmoi
chrony
cmake
cmatrix
cmus
cowsay
cronie
debugedit
dex
dhclient
dmidecode
dnf
dnsmasq
duf
dunst
eslint
espeak-ng
ethtool
exa
exfatprogs
exo
expac
f2fs-tools
fd
feh
ffmpegthumbnailer
file-roller
firewalld
flameshot
flex
foot
fsarchiver
fzf
galculator
garcon
gawk
gettext
git
github-cli
go
gource
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hdparm
hsetroot
htop
hwdetect
hwinfo
hyperfine
i3-wm
i3blocks
i3status
inetutils
jfsutils
jgmenu
jq
jupyterlab
kinit
kio-fuse
kitty
lazygit
lib32-glibc
libdvdcss
libgnome-keyring
libgsf
libmp4v2
libopenraw
libtool
libwnck3
lightdm
lightdm-gtk-greeter
linux-zen
linux-zen-headers
lolcat
lsscsi
lua-lpeg
lua-mpack
luacheck
luarocks
lvm2
lxappearance-gtk3
m4
man-db
man-pages
mdadm
mdcat
meld
mesa-utils
mkinitcpio-nfs-utils
mlocate
modemmanager
mousepad
mousetweaks
mpd
mpv
mtools
mupdf
nano
nbd
ncdu
ncmpcpp
neofetch
neovim
netctl
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
nitrogen
nmap
nodejs-lts-gallium
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numlockx
obs-studio
open-vm-tools
openconnect
opendoas
openvpn
orca
os-prober
p7zip
pacman-contrib
pamixer
parole
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
playerctl
polkit-gnome
polybar
poppler-glib
power-profiles-daemon
ppp
pptpclient
pv
python-capng
python-defusedxml
python-opengl
python-packaging
python-pip
python-pyqt5
python-virtualenv
qemu-base
qpwgraph
qt5ct
ranger
rebuild-detector
redshift
reflector
ripgrep
ristretto
rofi
rofi-emoji
rofimoji
rp-pppoe
rsync
rtkit
rustup
s-nail
screenkey
scrot
sed
sg3_utils
smartmontools
snapper
sof-firmware
solid
sshfs
starship
stow
stylua
sudo
sway
sxhkd
sysfsutils
sysstat
terminus-font
texinfo
the_silver_searcher
thunar
tint2
tk
tldr
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-hannom
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-linux-libertine
ttf-nerd-fonts-symbols
ttf-opensans
ttf-ubuntu-font-family
ueberzug
unrar
unzip
upower
usb_modeswitch
usbutils
v4l2loopback-dkms
vde2
vim
vpnc
w3m
waybar
wget
whois
wireplumber
xautomation
xbindkeys
xclip
xcompmgr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xed
xf86-input-vmmouse
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xfce4-power-manager
xl2tpd
xorg-server
xorg-xbacklight
xorg-xinit
xsettingsd
xterm
xwallpaper
yarn
yt-dlp
zathura
zathura-pdf-mupdf
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
